const ar = {
  global: {
    locale: "العربية",
    error: "خطأ!",
    ok: "تم",
    dinar: "دينار"
  },
  main_menu: {
    quick_recharge: "التعبئة السريعة",
    request_installation: "طلب تنصيب",
    our_packages: "عروض الانترنت",
    our_services: "خدماتنا",
    our_partners: "شركائنا",
    contact_us: "اتصل بنا",
    settings: "الاعدادات",
    find_location: "ﻃﻠﺐ اﺷﺘﺮاﻙ ﺟﺪﻳﺪ",
    pos:"ﻧﻘﺎﻁ اﻟﺒﻴﻊ"
  },
  settings: {
    language: "لغة التطبيق"
  },
  cities: {
    "EBL": "اربيل",
    "DHK": "دهوك",
    "SRN": "سوران",
    "ZKO": "زاخو",
    "BRD": "بردرش",
    "KFN": "خليفان"
  },
  services: {
    "IPTV": "خدمة قنوات التلفزيون",
    "IPTV_desc": "توفر O3 تيليكوم خدمة خدمة القنوات التلفزيونية التي تتيح متعة مشاهدة القنوات التلفزيونية ذات الجودة العالية.\n\nمن خلال هذه الخدمة يستطيع المستخدم مشاهدة باقات مميزة من القنوات التلفزيونية المشفرة ذات الجودة العالية .\n\nيمكن تشغيل  هذه الخدمة مجانا  عبر توصيل خدمة FTTH  الفايبر الى المنزل من خلال جهاز الاستقبال الخاص بالشركة.",
    "VOD": "خدمة مشاهدة الافلام",
    "VOD_desc": "من خلال هذه الخدمة يمكنك مشاهدة أحدث الأفلام والمسلسلات والبرامج بدقة عالية الوضوح.\n\nيمكنك تشغيل هذه الخدمة من خلال جهاز الاستقبال الخاص بالخدمة .",
    "VOIP": "خدمة المكالمات الصوتية ",
    "VOIP_desc": "تقوم O3 تيليكوم بتصميم وتاسيس وتشغيل شبكة من البنى التحتية الخاصة بتقنية FTTH (الفايبر الى المنزل) في المنطقة, من خلال هذه الشبكة تقدم خدمة الانترنت مدمجة مع خدمة المكالمات الصوتية ذات التكلفة المنخفضة والجودة العالية لخدمة جميع المستخدمين على حد سواء (الافراد والشركات).\n\nمع خدمة المكالمات الصوتية عبر الانترنت بتقنية FTTH، سيمكنك الاستفادة من اسعار المكالمات المحلية والدولية المنخفضة، اضافة الى ميزة المكالمات المجانية داخل الشبكة.\n\nيمكن للعميل تشغيل خدمة المكالمات عبر الانترنت VOIP من خلال الحصول على خدمة FTTH وربط  جهاز الهاتف الثابت بالمودم وتعبئته برصيد من بطاقة اعادة تعبئة الرصيد المتوفرة بالاسواق والخاصة بخدمة المكالمات الصوتية عبرالانترنت VOIP.",
    "RES": "خدمة FTTH للمنازل",
    "RES_desc": "شركة O3 تيليكوم هي الوحيدة في اقليم كردستان التي تمهد الطريق لمزودي خدمات الاتصالات واسعة النطاق لتقديم خدمات متكاملة وحلول متميزة عبر تقنية FTTH (الفايبر الى المنزل) المصممة خصيصا لتلبي احتياجات عملاءنا ومتطلباتهم وذلك بتقديم مجموعة خدمات (خدمة الانترنت ،خدمة القنوات التلفزيونية بجودة عالية ،المكالمات الهاتفية منخفضة التكلفة) عبر تقنية واحدة FTTH (الفايبر الى المنزل).",
    "CORP": "خدمة FTTH للشركات",
    "CORP_desc": "تعتمد الشركات على الاتصال السريع والآمن بالإنترنت لمواكبة التحديات واخر ما توصلت اليه التكنلوجيا اليوم.\n\n تقدم شركة O3 تليكوم ثلاث خطط للشركات، حيث يمكنك الحصول على حزمات إنترنت فائقة السرعة مع ميزات مصممة خصيصا للشركات. نحن نقدم لك افضل خدمة انترنت لكي تتمكن من التركيز على تنمية عملك بدون هموم. \n\n بغض النظر عن الحزمة التي تختارها، ستحصل على دعمنا على مدار الساعة طوال أيام الأسبوع."
  },
  packages: {
    "RES1": "منزلي 1",
    "RES2": "منزلي 2",
    "CWP1": "شركات 1",
    "CWP2": "شركات 2",
    "CWP3": "شركات 3"
  },
  package_attrs: {
    speed: "السرعة",
    quota: "حدود التحميل",
    validity: "صلاحية الحزمة",
    price: "السعر",
    ips: "عدد الـ Public IPs",
    vas: "الخدمات الاضافية"
  },
  package_values: {
    "15_mbps": "15 ميگابت في الثانية",
    "25_mbps": "25 ميگابت في الثانية",
    "50_mbps": "50 ميگابت في الثانية",
    "100_mbps": "100 ميگابت في الثانية",
    "unlimited": "غير محدود",
    "30_days": "30 يوم",
    "IPTV": "خدمة قنوات التلفزيون",
    "VOD": "خدمة مشاهدة الافلام",
    "VOIP": "خدمة المكالمات الصوتية"
  },
  partner_attrs: {
    "call_center": "مركز خدمة الزبائن",
    "website": "الموقع الالكتروني",
    "email": "البريد الالكتروني",
    "address": "عنوان الشركة"
  },

  loc_attr: {
    "name":"اﻟﺸﺮﻛﺔ اﻟﻤﺰﻭﺩﺓ ﻟﻠﺨﺪﻣﺔ: ",
    "call_center": "ﻣﺮﻛﺰ ﺧﺪﻣﺔ اﻟﺰﺑﺎﺋﻦ : ",
    "website": "اﻟﻤﻮﻗﻊ اﻻﻟﻜﺘﺮﻭﻧﻲ : ",
    "email": "اﻟﺒﺮﻳﺪ اﻻﻟﻜﺘﺮﻭﻧﻲ : ",
    "address": "ﻋﻨﻮاﻥ اﻟﺸﺮﻛﺔ : ",
    "key":"ﺭﻣﺰ اﻟﺒﺪاﻟﺔ: ",
    "first_name":"اﻻﺳﻢ :",
    "mob_number": "ﺭﻗﻢ اﻟﻬﺎﺗﻒ :",
    "send":"اﺭﺳﺎﻝ",
    "submit_success":"ﺗﻢ اﺭﺳﺎﻝ اﻟﻤﻌﻠﻮﻣﺎﺕ ﺑﻨﺠﺎﺡ, ﺳﻨﻘﻮﻡ ﺑﺎﻻﺗﺼﺎﻝ ﺑﻚ ﺑﺎﻗﺮﺏ ﻭﻗﺖ!",
    "submit_err":"",
    "no_service":"ﻋﺬﺭا, اﻟﺨﺪﻣﺔ ﻏﻴﺮ ﻣﺘﻮﻓﺮﺓ ﻓﻲ ﻣﻨﻄﻘﺘﻚ",
    "enable":"ﺗﻔﻌﻴﻞ",
    "text1":"ﻣﺮﺣﺒﺎ ...",
    "text2":"ﺗﺘﻮﻓﺮ ﺧﺪﻣﺔ FTTH  ﻓﻲ ﻣﻨﻄﻘﺘﻚ",
    "text22":"ﻣﻌﻠﻮﻣﺎﺕ اﻟﺨﺪﻣﺔ : ",
    "text3":"ﻟﻄﻠﺐ ﺗﻨﺼﻴﺐ ﺧﺪﻣﺔ FTTH , اﻟﺮﺟﺎء ﻣﻠﻲْ اﻟﺤﻘﻮﻝ اﺩﻧﺎﻩ ﻭ اﻟﻀﻐﻂ ﻋﻠﻰ ﺯﺭ اﻻﺭﺳﺎﻝ",
    "text4":"ﻟﻠﻤﺰﻳﺪ ﻣﻦ اﻟﻤﻌﻠﻮﻣﺎﺕ ﻋﻦ ﺧﺪﻣﺔ FTTH  ﻳﺮﺟﻰ اﻟﺘﻮاﺻﻞ ﻣﻊ ﻣﺮﻛﺰ ﺧﺪﻣﺔ اﻟﺰﺑﺎﺋﻦ",
    "map_info":"Click to get directions"
  },
  errors: {
   "not_ftth_user": "يبدو انك خارج شبكة الفايبر. قم بالاتصال بجهاز الواي فاي المرتبط بشبكة الالياف الضوئية، ثم حاول ثانية",
   "err_location": "اﻟﺮﺟﺎء ﺗﻔﻌﻴﻞ ﺧﺪﻣﺔ اﻟﻤﻮﻗﻊ ﻣﻦ اﻻﻋﺪاﺩاﺕ!",
   "mob_err_empty":"*ﺭﻗﻢ اﻟﻤﻮﺑﺎﻳﻞ ﻻﻳﻤﻜﻦ اﻥ ﻳﻜﻮﻥ ﻓﺎﺭﻍ! ",
   "mob_err_min": "*ﺭﻗﻢ اﻟﻤﻮﺑﺎﻳﻞ ﻳﺠﺐ اﻥ ﻳﻜﻮﻥ ١١ ﺭﻗﻢ ",
   "name_err_empty": "*اﻻﺳﻢ ﻻﻳﻤﻜﻦ اﻥ ﻳﻜﻮﻥ ﻓﺎﺭﻍ!",
   "name_err_min":"* اﻻﺳﻢ ﻻﻳﻤﻜﻦ اﻥ ﻳﻜﻮﻥ اﻗﻞ ﻣﻦ ﺛﻼﺛﺔ اﺣﺮﻑ!",
  }
};

export default ar;
