const kb = {
  global: {
    locale: "بادینی",
    error: "شاشی!",
    ok: "پەسه‌ند",
    dinar: "دينار"
  },
  main_menu: {
    quick_recharge: "پڕکرنا بله‌ز",
    request_installation: "داخوازا دامەزراندنێ بكە",
    our_packages: "پاکێجێن مه‌",
    our_services: "خزمەتێن مه‌",
    our_partners: "پارتنەرێن مه‌",
    contact_us: "پەیوەندییێ ب مه‌ بکه‌",
    settings: "رێکخستن",
    find_location: "داواکردنی هێلێکی",
    pos: "خاڵی فرۆشتن"
  },
  settings: {
    language: "زمان"
  },
  cities: {
    "EBL": "ھەولێر",
    "DHK": "دھۆک",
    "SRN": "سۆران",
    "ZKO": "زاخۆ",
    "BRD": "بەردەرەش",
    "KFN": "خەلیفان"
  },
  services: {
    "IPTV": "کەنالێت تەلەفزیونی",
    "IPTV_desc": "کۆمپانیای O3 تیلیکوم خزمەتگوزارییا کەنالێت تەلەفزیونی بو بەشداربوویان پێشکێش دکەت. \n\nکو ب رێیا ڤێ خزمەتگوزاریێ بەشداربوو دشێن ب کوالێتیەکا بەرز تەماشەی هەمی کەنالێت خو بکەن ب رێیا خزمەتگوزاریا FTTH و ب گرێدانا ئامێرێ وەرگرێ تایبەت ب کومپانییێ ڤە. ",
    "VOD": "تەماشەکرنا فیلما",
    "VOD_desc": "برێیا ئەڤێ خزمەتگوزاریێ تو دشێی تەماشەی نویترین و خوشترین فیلم و زنجیر و بەرناما ب کوالێتیەکا بەرز بکەی.\n\n ئەڤ خزمەتگوزارییە ب گرێدانا ئامێرێ وەرگرێ تایبەت بخو کارا دبیت.",
    "VOIP": "پەیوەندیێت دەنگی",
    "VOIP_desc": "خزمه‌تگۆزارییه‌کا دی یا (FTTH‌ فایبەر بۆ مالان) کو خزمه‌تگوزارییا دەنگی یه‌، ئه‌و ژی ب رێیا هێلا ته‌له‌فۆنی یا مالان و ب بها و کوالێتییه‌کا گونجای بۆ هه‌وه‌ دهێت دابینکرن (مال+کۆمپانیایان)،\n\nد گه‌ل خزمەتگوزارییا تەلەفۆنێ ب رێیا ئەنتەرنێتێ ب تەکنەلۆژیایا (FTTH- فایبەر بۆ مالان) دێ ژ بهایێن پەیوەندییان مفادار بی، کو بهایێن پەیوەندییێن نێڤده‌وله‌تی و ناڤخوه‌یی گه‌له‌ک گونجاینە، ژبلی په‌یوه‌ندییێن بێبه‌رامبه‌ر د ناڤ تۆرێ دا ،\n\پشکدار دشێت ب رێیا بده‌ستڤه‌ئینانا خزمەتگوزارییا(FTTH-فایبەر بۆ مالان) پەیوەندییێن تەلەفۆنی یێن ئەنتەرنێتێ VOIP کارا بکه‌ت و ئامیرێ تەلەفۆنێ یێ جهگیر ب مۆدیۆمی ڤه‌ گرێبده‌ت و به‌لانسێ ب کارتا پڕکرنێ کو ل ده‌ف بریکارێن مه‌ هه‌یه‌، پڕ بکه‌ت.",
    "RES": "فايبر بۆ ماڵان",
    "RES_desc": "کۆمپانیا O3 تیلیکۆم پلانا ئه‌نترنێتا بله‌ز و پاراستی بۆ وه‌لاتییان هه‌یه‌ و ئامانجا وێ به‌رده‌ستکرنا هه‌موو پێدڤییێن مال و خێزانێ یه‌، هه‌ر ژ هنارتنا نامه‌یێن ئه‌لکترۆنی، خزمه‌تگۆزارییێن ئه‌نترنێتێ، ته‌له‌ڤزیۆنا کوالتی بلند، ڤیدیۆ و یارییان د ‌گه‌ل مفاوه‌رگرتنێ ژ په‌یوه‌ندییێن ناڤخوه‌ و نێڤده‌وله‌تی یێن ئه‌رزان و بێبه‌رامبه‌ر . \n\nهه‌ر پاکێجه‌کا تو هه‌لبژێری، تیمێکا شارەزا هه‌رده‌م د خزمه‌ت دا یه‌.",
    "CORP": "فايبر بۆ کۆمپانیاکان",
    "CORP_desc": " نها کۆمپانی بۆ رێڤه‌برنا کارێن خوه‌ ل دووف پێدڤییێن سه‌رده‌می و پێشکه‌فتنا ته‌کنه‌لوژیایێ، پشتبه‌ستنێ ل سه‌ر خزمه‌تگۆزارییا ئه‌نترنێتا بله‌ز و پاراستی دکه‌ن. کۆمپانیا O3 سێ پلانان پێشکێشی کۆمپانییان دکه‌ت، کو هوون دشێن پاکێجا ئه‌نترنێتا گه‌له‌ک بله‌ز د گه‌ل تایبه‌تمه‌ندییێن تایبه‌ت ب‌ کۆمپانییان ڤه‌‌ بده‌ستڤه‌ بێنن. ئه‌م باشترین خزمه‌تگۆزارییا ئه‌نترنێتێ پێشکێشی هه‌وه‌ دکه‌ین دا کو بشێن بێی ئاریشه‌ کارێن خوه‌ پێش بێخن. \n\nهه‌ر پاکێجه‌کا هوون هه‌لبژێرن، تیمێکا شارەزا هه‌رده‌م د خزمه‌ت دا یه‌."
  },
  packages: {
    "RES1": "ماڵ 1",
    "RES2": "ماڵ 2",
    "CWP1": "کۆمپانیا 1",
    "CWP2": "کۆمپانیا 2",
    "CWP3": "کۆمپانیا 3"
  },
  package_attrs: {
    speed: "له‌زاتی",
    quota: "سنوور",
    validity: "ده‌ما بکارئینانێ",
    price: "بها",
    ips: "رێژەیا Public IPs",
    vas: "خزمەتگوزارییێن دئ"
  },
  package_values: {
    "15_mbps": "15 مێگابت د چرکه‌یه‌کێ دا",
    "25_mbps": "25 مێگابت د چرکه‌یه‌کێ دا",
    "50_mbps": "50 مێگابت د چرکه‌یه‌کێ دا",
    "100_mbps": "100 مێگابت د چرکه‌یه‌کێ دا",
    "unlimited": "بێسنوور",
    "30_days": "30 رۆژ",
    "IPTV": "خزمەتگوزارییا کەنالێت تەلەفزیونی",
    "VOD": "خزمەتگوزارییا تەماشەکرنا فیلما",
    "VOIP": "خزمەتگوزارییا پەیوەندیێت دەنگی"
  },
  partner_attrs: {
    "call_center": "خزمه‌تا به‌شداربوویان",
    "website": "مالپەر",
    "email": "ئیمێل",
    "address": "ناڤونيشان"
  },
  loc_attr: {
    "name": "کۆمپانیای دابینکەری خزمەتگوزاری  : ",
    "call_center": "سەنتەری خزمەتگوزاری بەژداربووان  : ",
    "website" : "مالپەر : ",
    "email" : "ئیمێل : ",
    "address" : "ناڤونيشان : ",
    "key": "کۆدی : ",
    "first_name":"ناو : ",
    "mob_number": "ژماره‌ی ته‌له‌فۆن : ",
    "send":"بنێره‌",
    "submit_success":"سوپاست دەكەم! وردەكارى بەسەركەوتووى پێشكەش كرابوون، ئێمە زوو تۆ بانگ دەكەين.",
    "submit_err":"",
    "no_service":"دڵگران، FTTH خزمەتگوزارى نييە لە ناوچەت!",
    "enable":"ڕا دەكات",
    "text1":"سڵاو ...",
    "text2":"خزمەتگوزاری FTTH لەگەڕەکەکەت بەردەستە .",
    "text22":"زانیاری دەربارەی خزمەتگوزاری:",
    "text3":"بۆ بەستنی هێلی FTTH تکایە ئەم زایناریانەی خوارەوە پڕبکەوەو.",
    "text4":"بۆزانیاری زیاتر دەربارەی خزمەتگوزاری FTTH تکایە پەیوەندی بە سەنتەری خزمەتگوزاری بەژداربووان بکە .",
    "map_info":"Click to get directions"
  },
  errors: {
    "not_ftth_user": "وه‌سا دیاره‌ ته‌ په‌یوه‌ندی ب تۆرا FTTHڤه‌ نینه‌. ژ که‌ره‌ما خوه‌ په‌یوه‌ندییێ ب ئامیرێ وايفای FTTH بكە و دوبارە هەول بدە.",
    "err_location": "شوێن نيە، تكايە دانانەوەى تەلەفۆنت بكەوە و خزمەتگوزاريى شوێن توانا بدات بە.",
    "mob_err_empty":"* مۆبايل ناتوانێت بەتاڵ بێت!",
    "mob_err_min": "* كەمترين ١١ كەسێتى!",
    "mob_err_zero":"* ژمارەى مۆبايل دەبێت دەست پێ بكات لەگەڵ ٠",
    "name_err_empty": "* ناو ناتوانێت بەتاڵ بێت!",
    "name_err_min":"* كەمترين ٣ نوسراو!",
  }
};

export default kb;
