const ku = {
  global: {
    locale: "سۆرانی",
    error: "هەڵه!",
    ok: "پەسند",
    dinar: "دينار"
  },
  main_menu: {
    quick_recharge: "پڕکردنەوەی خێرا",
    request_installation: "داواکردنی هێلێکی نوێ",
    our_packages: "پاکێجەكانمان",
    our_services: "خزمەتگوزاريەکانمان",
    our_partners: "پارتنەرەكانمان",
    contact_us: "پەیوەندیمان پێوەبكە",
    settings: "ڕێکخستنەکان",
    find_location: "داواکردنی هێلێکی",
    pos: "خاڵی فرۆشتن"
  },
  settings: {
    language: "زمان"
  },
  cities: {
    "EBL": "ھەولێر",
    "DHK": "دھۆک",
    "SRN": "سۆران",
    "ZKO": "زاخۆ",
    "BRD": "بەردەڕەش",
    "KFN": "خەلیفان"
  },
  services: {
    "IPTV": "کەناڵە تەلەفزێونیەکان",
    "IPTV_desc": "O3 تیلیکوم خزمەتگوزاری کەناڵە تەلەفیزێونیەکان بۆ بەژداربوانی پێشکەش دەکات .\n\n كەلەرێگای ئەو خزمەتگوزارییەوە بەژداربوان دەتوانن بەکوالێتیەکی بەرز سەیری گشت کەناڵەکانیان بکەن لەرێگای خزمەتگوزاری FTTH  وبە بەستنی ئامێری وەرگری تایبەت بە کۆمپانیا.",
    "VOD": "سەیر کردنی فیلمەکان",
    "VOD_desc": "لەریگای ئەم خزمەتگوزاریەوە دەتوانیت سەیری نوێترین و تازەترین فیلم و بەرنامە بە کۆالێتیەکی بەرز بكەن.\n\n ئەم خزمەتگوزاریە بە بەستنی ئامێری وەرگری تایبەت بەخۆت کارا دەبێت.",
    "VOIP": "پەیوەندیە  دەنگيەکان",
    "VOIP_desc": "یەکێکی تر لەخزمەتگوزارەکانی (FTTH فایبەر بۆ ماڵان) بریتییە لەخزمەتگوزاری دەنگی،کەئەویش لەرێگای هێڵی تەلەفۆنی ماڵان دەبێت کەبەنرخیکی وکوالتیەکی گونجاو بۆتان دابین دەکرێت(ماڵان+کۆمپانیاکان)،\n\nلەگەڵ خزمەتگوزاری تەلەفۆنی لەرێگای ئەنتەرنێت بەتەکنەلۆجیای (FTTH- فایبەر بۆ ماڵان)لەنرخی پەیوەندیەکان سوودمەند دەبێت ،کەنرخی پەیوەندیەدەولەتیەکان وناوخۆیەکان زۆر گونجاوە جگە لەپەیوەندیە بەخۆراییەکان لەناو تۆری پەیوەندی،\n\nبەشداربوو دەتوانێت پەیوەندی تەلەفۆنی لەرێگای ئەنتەرنێت VOIP کارابکات ئەمەش لەکاتی بەدەست هێنانی خزمەتگوزاری(FTTH-فایبەر بۆ ماڵان)بەبەستانی ئامێری تەلەفۆن کەتایبەتە بەمۆدیۆم وپرکردنەوەی بالانس بەکارتی پرکردنەوە کەلای برێکارەکانمان بەردەست دەبێت.",
    "RES": "فايبر بۆ ماڵان",
    "RES_desc": "بۆ پێشکەش کردنی باشترین خزمەتگوزاری بۆ بەشدار بووانمان لە هەر شوێن و لە هەر کاتێک بن بە نوێترین تەکنۆڵۆچیایی(FTTH - فایبەر بۆ ماڵان)سەردەمیانە، لە رێگایی تیمێکی شارەزای بواری (ئەنتەرنێت – پەیوەندی تەلەفۆنی – کەناڵی تالەفزیۆنی IPTV)",
    "CORP": "فايبر بۆ کۆمپانیاکان",
    "CORP_desc": "بۆ پێشکەش کردنی باشترین خزمەتگوزاری بۆ بەشدار بووانمان لە هەر شوێن و لە هەر کاتێک بن بە نوێترین تەکنۆڵۆچیایی(FTTH - فایبەر بۆ ماڵان)سەردەمیانە، لە رێگایی تیمێکی شارەزای بواری (ئەنتەرنێت – پەیوەندی تەلەفۆنی – کەناڵی تالەفزیۆنی IPTV)"
  },
  packages: {
    "RES1": "ماڵ 1",
    "RES2": "ماڵ 2",
    "CWP1": "کۆمپانیا 1",
    "CWP2": "کۆمپانیا 2",
    "CWP3": "کۆمپانیا 3"
  },
  package_attrs: {
    speed: "خێرايی",
    quota: "سنوور",
    validity: "ماوەی بەكارهێنان",
    price: "نرخ",
    ips: "رێژەی Public IPs",
    vas: "خزمەتگوزاری تر"
  },
  package_values: {
    "15_mbps": "15 مێگابت لە چركە يەك",
    "25_mbps": "25 مێگابت لە چركە يەك",
    "50_mbps": "50 مێگابت لە چركە يەك",
    "100_mbps": "100 مێگابت لە چركە يەك",
    "unlimited": "بێ سنوور",
    "30_days": "30 روژ",
    "IPTV": "خزمەتگوزاری کەناڵە تەلەفزێونیەکان",
    "VOD": "خزمەتگوزاری سەیر کردنی فیلمەکان",
    "VOIP": "خزمەتگوزاری پەیوەندیە  دەنگەکان"
  },
  partner_attrs: {
    "call_center": "راژەی بەژداربوان",
    "website": "ماڵپەر",
    "email": "ئیمێل",
    "address": "ناونيشان"
  },
  loc_attr: {
    "name": "کۆمپانیای دابینکەری خزمەتگوزاری  : ",
    "call_center": "سەنتەری خزمەتگوزاری بەژداربووان  : ",
    "website" : "مالپەر : ",
    "email" : "ئیمێل : ",
    "address" : "ناڤونيشان : ",
    "key": "کۆدی : ",
    "first_name":"ناو : ",
    "mob_number": "ژماره‌ی ته‌له‌فۆن : ",
    "send":"بنێره‌",
    "submit_success":"سوپاست دەكەم! وردەكارى بەسەركەوتووى پێشكەش كرابوون، ئێمە زوو تۆ بانگ دەكەين.",
    "submit_err":"",
    "no_service":"دڵگران، FTTH خزمەتگوزارى نييە لە ناوچەت!",
    "enable":"ڕا دەكات",
    "text1":"سڵاو ...",
    "text2":"خزمەتگوزاری FTTH لەگەڕەکەکەت بەردەستە .",
    "text22":"زانیاری دەربارەی خزمەتگوزاری:",
    "text3":"بۆ بەستنی هێلی FTTH تکایە ئەم زایناریانەی خوارەوە پڕبکەوەو.",
    "text4":"بۆزانیاری زیاتر دەربارەی خزمەتگوزاری FTTH تکایە پەیوەندی بە سەنتەری خزمەتگوزاری بەژداربووان بکە .",
    "map_info":"Click to get directions"
  },
  errors: {
    "not_ftth_user": "وا ديارە كەوا تو بە نێتووركی FTTHەوە پەيوەنديت نيە. تكايە بە ئاميری وايفای FTTHەوە پەيوەندی بكە، وە دووبارە هەول بدەوە.",
    "err_location": "شوێن نيە، تكايە دانانەوەى تەلەفۆنت بكەوە و خزمەتگوزاريى شوێن توانا بدات بە.",
    "mob_err_empty":"* مۆبايل ناتوانێت بەتاڵ بێت!",
    "mob_err_min": "* كەمترين ١١ كەسێتى!",
    "mob_err_zero":"* ژمارەى مۆبايل دەبێت دەست پێ بكات لەگەڵ ٠",
    "name_err_empty": "* ناو ناتوانێت بەتاڵ بێت!",
    "name_err_min":"* كەمترين ٣ نوسراو!",
  }
};

export default ku;
